/* ************************************************************************** */
/*                                                                            */
/*                                                        :::      ::::::::   */
/*   star_wars.h                                        :+:      :+:    :+:   */
/*                                                    +:+ +:+         +:+     */
/*   By: myko <myko@student.42seoul.kr>             +#+  +:+       +#+        */
/*                                                +#+#+#+#+#+   +#+           */
/*   Created: 2023/01/14 05:26:52 by myko              #+#    #+#             */
/*   Updated: 2023/01/14 05:29:15 by myko             ###   ########.fr       */
/*                                                                            */
/* ************************************************************************** */

// 백준 1019 책 페이지와 같은 문제

#ifndef STAR_WARS_H

#include <stdio.h>
#include <stdlib.h>


int		*arr_init(void);
void	count_num(int *num, int n);

#endif